{"type":"Design","zone":null,"children":[{"type":"Page","properties":{"id":"page1","theme":"c"},"children":[{"type":"Header","zone":"top","properties":{"text":"Skin Whitening tips","theme":"a"}},{"type":"Content","zone":"content","children":[{"type":"Collapsible","properties":{"heading":"Pregnancy Signs"},"children":[{"type":"Text","properties":{"text":"Are you pregnant, or trying to conceive a baby? Are you wondering whether you could be expecting, but are not sure? The signs and symptoms of pregnancy are many and varied. Some symptoms are almost universal. Other symptoms are tricky, because they can indicate either a pregnancy, a period, or a medical condition.  No matter what pregnancy symptoms you are experiencing, you’ll find them on this list. We’ll try our best to help you figure out what is going on with your body. And, as your pregnancy progresses, we will continue to be here for you whenever you are wondering if the sensations you are going through are normal or not. We’ve grouped pregnancy signs into the three trimesters, but please note that some symptoms can occur in any trimester. If you can’t find your symptom in your current trimester of pregnancy, feel free to take a look at the others, too.","type":"strong"}}]},{"type":"Collapsible","properties":{"heading":"First trimester"},"children":[{"type":"Text","properties":{"text":"The first trimester of pregnancy is, for many women, the period during which they experience the largest number of unpleasant symptoms. Fatigue and morning sickness are common during this time, but they are by no means the only indications of pregnancy. As your body is working hard to create a stable environment for your rapidly developing embryo, you are likely to encounter any, or all of the following pregnancy signs.","type":"strong"}}]},{"type":"Collapsible","properties":{"heading":"A positive pregnancy test"},"children":[{"type":"Text","properties":{"text":"After a missed or late period, most women who were trying to conceive (and even those who were not!) are quickly prompted to take an at-home pregnancy test to see whether they are in fact expecting a baby. A positive pregnancy test is not exactly one of the pregnancy signs, but it is certainly a very powerful indication that you are pregnant. Perhaps it is the most reliable “sign” of pregnancy. How do pregnancy tests work, and is there any chance they could be wrong? DIY pregnancy tests require you to pee onto a stick, as most of you are aware of. What does a pregnancy test need your urine for? Well, they work by detecting the hormone human chorionic gonadotrophin, which is produced as soon as a fertilized egg starts implanting itself into the lining of your uterine wall. This hormone, often just called hCG, dominates the female body in those early weeks and can be found in the blood and in the urine. Blood tests for pregnancy are even more accurate than urine tests, and they can be done earlier on – before you have even missed your period. So, how soon after a missed period can you take a pregnancy test? Immediately! At-home pregnancy tests are extremely reliable once a woman has missed her period.  The highest concentration of hCG is found in a woman’s urine first thing in the morning. That is why the general recommendation used to be that a pregnancy test should be done at that time. But technology has moved on a bit, and modern pregnancy tests can be used at any time of day. If you test too early, it is possible to get a negative pregnancy test and to still be pregnant. If you are on medication containing hCG, false positives are also possible. Generally speaking, pregnancy tests are very reliable. If you have just tested and your test showed that you were pregnant, it’s not too early for us to say, Congratulations!","type":"strong"}}]},{"type":"Collapsible","properties":{"heading":"A bloated or tender abdomen "},"children":[{"type":"Text","properties":{"text":" Are you newly pregnant, and have you noticed that your abdomen is slightly bloated or tender? Some women find themselves wondering if it is possible that they are already “showing” that early on in pregnancy. The truth is that a bloated abdomen is in no way caused by the size of your baby, but mostly by hormonal changes in your body. Abdominal tenderness and cramping are common because your uterus, a large and strong muscle, is going through a lot of changes. These sensations can be compared to muscle tenderness after you have just started a new work-out regime; your uterus is getting used to being active, where it was previously sedentary.  If you have just found out that you are pregnant, and yet you are already thinking about buying maternity clothes, you are not alone. Almost all women will notice some abdominal bloating during their first trimester. Along with morning sickness, changes in your breasts, and  fatigue, a bloated abdomen is one of the most frequent pregnancy signs after a missed period and a positive pregnancy test. What caused bloating during early pregnancy? Progesterone is a hormone that is essential to pregnancy. It is responsible for many of the feelings you will have during the first trimester of your pregnancy, and a bloated abdomen is one of them. Believe it or not, the bloating itself is more likely to be situated inside your bowels and your stomach than your uterus. Progesterone relaxes muscle tissue throughout your body, and along with bloating, excessive wind or (to put it in plain English) farting is also common in the early stages of pregnancy.  To get relief from bloating, try drinking plenty of fluids like water or herbal teas. Avoiding highly processed foods and eating healthy but small meals can also help.","type":"strong"}}]},{"type":"Collapsible","properties":{"heading":"Sore and tender breasts"},"children":[{"type":"Text","properties":{"type":"strong","text":"Sore and tender breasts are a common occurrence when a woman is about to get her period. Just before the onset of menstruation, the female body experiences a surge in the hormones estrogen, progesterone and prolactin. This cocktail is responsible for breasts that feel heavier, are a bit painful to the touch, and are slightly bigger than usual. Sore and tender breasts are also a very common early pregnancy symptom. But because this probably happens to you every month, it can be difficult to recognize it as a sign of pregnancy.  The cause of breast changes in early pregnancy is exactly the same as the cause of breast changes during your monthly cycle – hormones. It is easy to assume that your tender breasts are a signal that your menstruation is about to start. Unfortunately, there is no formula to distinguish tender breasts before a period from tender breasts that are caused by early pregnancy. The only difference when you are pregnant is that your breasts will continue to feel sore, bigger, and more tender, and your period will not turn up.  Breast changes are often one of the earliest symptoms of pregnancy. Most women will notice a change in their breasts before their period was due,  and will notice that their breasts will continue to go through changes during their whole pregnancies. As your due date draws nearer, and your body prepares itself for childbirth and breastfeeding, you are likely to start leaking colostrum, the first milk your baby gets, from your breasts. Colostrum production can start as early as 22 weeks gestation. Many women will see that their breasts increase in size as their pregnancy goes on. The size and color of your nipples may also change. Do not be alarmed by this – it is totally normal. Breasts may also feel slightly lumpy during pregnancy and while breastfeeding, but tender breasts alone are not enough to make you conclude you are pregnant. If you are looking for a full list of symptoms, take a look at our pregnancy signs page."}}]}]},{"type":"Footer","zone":"bottom","properties":{"theme":"c"}}]}],"pInfo":{"name":"Untitled","accessDate":1401482429151,"device":{"name":"Phones","screenWidth":320,"screenHeight":480,"rotating":false},"theme":"Default"}}